Repository: albertduran/video.converter
Catalog: src/video/converter/locales/*/LC_MESSAGES/video.converter.po
Languages: ca

source: Add chapters to view video_course_view from video Subjects in these folder
ca: Afegir com capítols (subtítols) les etiquetes assignades als vídeos d'aquesta carpeta. Aquesta configuració només es vàlida per la vista video_course_view

source: Add support for video fields
ca: Afegir suport per als camps de video

source: Additional Video Formats
ca: Formats de video addicionals

source: Async Quota Size
ca: Capacitat de conversió asíncrona simultània

source: Chapters from Subjects
ca: Capítols a partir de les etiquetes

source: Chapters in this course
ca: Capítols en aquest curs

source: Cover Image
ca: Imatge de portada

source: Edit
ca: Edita

source: Installs plone5 specific video.converter steps
ca: Pases per instal·lar el paquet video.converter a Plone5

source: Installs the video.converter package
ca: Instal·lar el paquet video.converter

source: MP4: infile parameters
ca: Paràmetres d'entrada per MP4

source: MP4: outfile parameters
ca: Paràmetres de sortida per MP4

source: Media Settings
ca: Configuració dels vídeos

source: More Videos in these Course
ca: Vídeos relacionats

source: Number of conversions to run at a time. The quota name assigned is `video.converter`.
ca: Nombre de conversions simultànies

source: OGG: infile parameters
ca: Paràmetres d'entrada per OGG

source: OGG: outfile parameters
ca: Paràmetres de sortida per OGG

source: Video File
ca: Fitxer de video

source: WebM: infile parameters
ca: Paràmetres d'entrada per WebM

source: WebM: outfile parameters
ca: Paràmetres de sortida per WebM

source: additional_chapters_help
ca: Capítols addicionals

source: additional_video_formats_help
ca: Formats de video addicionals

source: avconv_in_mp4_help
ca: Paràmetres opcionals d'entrada per avconv durant el procés de conversió a MP4.

source: avconv_in_ogg_help
ca: Paràmetres opcionals d'entrada per avconv durant el procés de conversió a OGG.

source: avconv_in_webm_help
ca: Paràmetres opcionals d'entrada per avconv durant el procés de conversió a WebM.

source: avconv_out_mp4_help
ca: Paràmetres opcionals de sortida per avconv durant el procés de conversió a MP4.

source: avconv_out_ogg_help
ca: Paràmetres opcionals de sortida per avconv durant el procés de conversió a OGG.

source: avconv_out_webm_help
ca: Paràmetres opcionals de sortida per avconv durant el procés de conversió a WebM.

source: description_media_global_settings_form
ca: Configura els paràmetres per a vídeos.

source: label_add_comment
ca: Afegir

source: label_anonymous
ca: Anònim

source: label_commenting_disabled
ca: Els comentaris es troben deshabilitats

source: label_delete
ca: Esborrar

source: label_edit
ca: Editar

source: label_filed_under
ca: Categoria/es:

source: label_login_to_add_comments
ca: Vàlida't per afegir comentaris

source: label_next_item
ca: Següent vídeo: ${itemtitle}

source: label_previous_item
ca: Anterior vídeo: ${itemtitle}

source: label_reply
ca: Respon

source: label_says
ca: diu:

source: title_next_item
ca: Anar al següent vídeo

source: title_previous_item
ca: Anar a l'anterior vídeo

source: uninstalls the video.converter package
ca: Desinstal·la el paquet video.converter.
